tap "bloznelis/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "zfdang/free-for-macos"
brew "aria2"
brew "atool"
brew "btop"
brew "cmatrix"
brew "cowsay"
brew "folderify"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "hyperfine"
brew "lftp"
brew "lolcat"
brew "ncftp"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "pipes-sh"
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "unar"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zfdang/free-for-macos/free-for-macos"
cask "arc"
cask "autodesk-fusion360"
cask "bitwarden"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-sarabun"
cask "font-sf-pro"
cask "hiddenbar"
cask "hyperkey"
cask "iterm2"
cask "keka"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "zoom"
