tap "cowsay-org/cowsay"
tap "epk/epk"
tap "gcenx/apple"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "jakehilborn/jakehilborn"
brew "bob"
brew "btop"
brew "cmatrix"
brew "fastfetch"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "lftp"
brew "libb2"
brew "lolcat"
brew "node"
brew "openjdk@11"
brew "pandoc"
brew "pipes-sh"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "speedtest-cli"
brew "tmux"
brew "tree"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cowsay-org/cowsay/cowsay-apj"
cask "arc"
cask "basictex"
cask "betterdisplay"
cask "cyberduck"
cask "discord"
cask "ente-auth"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font"
cask "font-sf-pro"
cask "font-zed-mono-nerd-font"
cask "hiddenbar"
cask "hyperkey"
cask "iterm2"
cask "keka"
cask "kekaexternalhelper"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
vscode "ecmel.vscode-html-css"
vscode "fallenmax.mithril-emmet"
vscode "szaldivar.szaldivar-leap"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
