tap "cyanghxst/tmc-cli", "https://github.com/cyanghxst/homebrew-tmc-cli.git"
tap "epk/epk"
tap "homebrew/bundle"
tap "ryu0118/kusa"
tap "sdkman/tap"
brew "bob"
brew "btop"
brew "cmatrix"
brew "cowsay"
brew "fastfetch"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "lftp"
brew "lolcat"
brew "mono"
brew "mono-libgdiplus"
brew "nmap"
brew "node"
brew "pipes-sh"
brew "pygments"
brew "rbenv"
brew "ripgrep"
brew "telnet"
brew "tlrc"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cyanghxst/tmc-cli/tmc-cli"
brew "ryu0118/kusa/kusa"
brew "sdkman/tap/sdkman-cli"
cask "1password"
cask "arc"
cask "betterdisplay"
cask "cyberduck"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "hyperkey"
cask "intellij-idea-ce"
cask "iterm2"
cask "keka"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obsidian"
cask "raycast"
