tap "cyanghxst/cyanghxst"
tap "homebrew/core"
tap "sdkman/tap"
brew "asciinema"
brew "btop"
brew "clang-format"
brew "cmatrix"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "docker"
brew "docker-compose"
brew "esptool"
brew "exiftool"
brew "fastfetch"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "htop"
brew "icu4c@76"
brew "imagemagick"
brew "instaloader"
brew "kubernetes-cli"
brew "lftp"
brew "lolcat"
brew "mas"
brew "mise"
brew "mono-libgdiplus"
brew "mpremote"
brew "neovim"
brew "nmap"
brew "ollama"
brew "openclaw-cli"
brew "ripgrep"
brew "opencode"
brew "pdftk-java"
brew "picocom"
brew "pipes-sh"
brew "pkgconf"
brew "pygments"
brew "qpdf"
brew "tailscale"
brew "telnet"
brew "tlrc"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "uv"
brew "wget"
brew "wireshark"
brew "xclip"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cyanghxst/cyanghxst/spank"
brew "sdkman/tap/sdkman-cli"
cask "1password"
cask "1password-cli"
cask "autodesk-fusion"
cask "claude"
cask "claude-code"
cask "codex"
cask "font-archivo-black"
cask "font-computer-modern"
cask "font-eb-garamond"
cask "font-jetbrains-mono-nerd-font"
cask "font-junicode"
cask "font-libre-baskerville"
cask "font-work-sans"
cask "font-young-serif"
cask "ghostty"
cask "icon-composer"
cask "itsytv"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "kicad"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obsidian"
cask "cyanghxst/cyanghxst/pica"
cask "raycast"
cask "sf-symbols"
cask "cyanghxst/cyanghxst/sideloadly"
cask "swish"
cask "tailscale-app"
cask "thebrowsercompany-dia"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "DaVinci Resolve", id: 571213070
mas "LINE", id: 539883307
mas "uBlock Origin Lite", id: 6745342698
mas "Xcode", id: 497799835
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "paulober.pico-w-go"
vscode "vscodevim.vim"
