tap "bell-sw/liberica"
tap "cyanghxst/tmc-cli", "https://github.com/cyanghxst/homebrew-tmc-cli.git"
tap "epk/epk"
tap "homebrew/bundle"
tap "ryu0118/kusa"
tap "sdkman/tap"
brew "asciinema"
brew "btop"
brew "clang-format"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "exiftool"
brew "fastfetch"
brew "icu4c@76"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "htop"
brew "imagemagick"
brew "lftp"
brew "lolcat"
brew "mise"
brew "mono"
brew "mono-libgdiplus"
brew "neovim"
brew "nmap"
brew "ollama"
brew "pipes-sh"
brew "pkgconf"
brew "pygments"
brew "ripgrep"
brew "telnet"
brew "tlrc"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "uv"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cyanghxst/tmc-cli/tmc-cli"
brew "ryu0118/kusa/kusa"
brew "sdkman/tap/sdkman-cli"
cask "1password"
cask "adobe-acrobat-reader"
cask "arc"
cask "betterdisplay"
cask "cyberduck"
cask "ente-auth"
cask "figma"
cask "focusrite-control-2"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "hiddenbar"
cask "hyperkey"
cask "iterm2"
cask "keka"
cask "kitty"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obsidian"
cask "raycast"
cask "swish"
cask "utm"
