[
  "obsidian-hider",
  "settings-search",
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "omnisearch",
  "obsidian-contextual-typography",
  "dataview",
  "darlal-switcher-plus",
  "obsidian-book-search-plugin",
  "vim-reading-view-navigation",
  "obsidian-vimrc-support",
  "obsidian-sortable",
  "obsidian-filename-heading-sync",
  "cm-editor-syntax-highlight-obsidian",
  "mrj-jump-to-link"
]